Revit 2027 API
LossFactor.Clone Method
 Creates a copy of the LossFactor derived object.
Namespace: Autodesk.Revit.DB.Lighting
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public LossFactor Clone()
Public Function Clone As LossFactor
public:
LossFactor^ Clone()
member Clone : unit -> LossFactor
Return Value
LossFactor
See Also
Reference
LossFactor Class
Autodesk.Revit.DB.Lighting Namespace